{
    "data": [
      {
        "name": "Emilia",
        "position": "Founder",
        "about": "Emilia is an astute data analyst, writer and researcher whose passion lies at the intersection of creative art and capacity development. She recently completed her masters in theatre art at the university of Buffalo, NY. Her interest diverge across a breadth of discipline in creative art especially in ghost writing.\n\nShe has gained momentum as a freelancers with many collaborations including IDEO, PENTAGRAM, INCOME DIARY and the BOSTON INSTITUTE OF HISTORY. She received a special recognition award at Vienna, Austria for her creative acumen. She is always excited about the prospect of using both quantitative and qualitative tools to support technological advancement. She is interested in listening and hearing from colleagues and creative minds anywhere in the world as she belives in collaborative leadership. In her free time, she loves reading, writing, playing basketball, and listening to classic R and B. The one word that can describe Emilia is Versatility especially in knowledge as demonstrated when she speaks virtually and physically.",
        "image": "/images/team/kimberly.jpg"
      },
      {
        "name": "Angela",
        "position": "Head of Sales",
        "about": "Meet Angela, she is a dynamic freelancer with a passion for creativity and a knack for turning ideas into reality. With a background in copywriting and reading, Angela thrives on the challenge of bringing visions to life.\n\nBorn and raised in a small town in London, Angela's love for art and storytelling blossomed from a young age. After honing her skills through formal education and hands-on experience, she embarked on a freelance journey that has taken her on countless adventures.\n\nFrom collaborating with clients around the globe to exploring the ever-evolving landscape of digital media, Angela approaches each project with enthusiasm, dedication, and a keen eye for detail. Her work is characterized by its ability to captivate, inspire, and leave a lasting impression.\n\nWhen she's not immersed in her creative pursuits, Angela can be found exploring nature, indulging in her love for travel, eating vegetables or simply enjoying a good book with a cup of tea in hand. With a zest for life and a commitment to excellence, she continues to push the boundaries of what is possible. One project at a time",
        "image": "/images/team/angela.jpg"
      },
      {
        "name": "Alison",
        "position": "HR",
        "about": "Meet Alison, she is from New York. She is a passionate freelancer fueled by creativity and driven by a relentless pursuit of excellence. With a background in graphic design and a flair for storytelling, Alison brings ideas to life with precision and panache.\n\nRaised in West Batavia, New York, Alison's journey as a freelancer began with a single brushstroke and a boundless imagination. From crafting captivating visuals to weaving compelling narratives, she approaches each project with a blend of artistry and innovation.\n\nIn her pursuit of perfection, Alison's dedication knows no bounds. Whether she's collaborating with clients to understand their vision or fine-tuning every pixel of a design, she thrives on the challenge of exceeding expectations.\n\nBeyond her professional endeavors, Alison finds joy in the simple pleasures of life. Whether she's exploring new horizons through travel, immersing herself in the beauty of nature, or indulging in the richness of culture, she approaches each experience with an open heart and a curious mind.\n\nDriven by a desire to make a meaningful impact, Alison's work transcends boundaries, resonating with audiences far and wide. With her passion for creativity as her compass, she continues to shape the world one project at a time.",
        "image": "/images/team/alison.jpg"
      },
      {
        "name": "Danny",
        "position": "CTO",
        "about": "As you step into a bustling café in downtown San Francisco, your eyes are drawn to an august persona sitting in the corner, engrossed in his laptop. With a friendly smile and a warm handshake, you introduce yourself to Danny, immediately struck by his easygoing demeanor and genuine enthusiasm.\n\nOver steaming cups of artisanal coffee, Danny eagerly shares snippets of his life story. Born and raised in the vibrant city of Los Angeles, he recalls spending hours tinkering with computers in his childhood bedroom, captivated by the endless possibilities of coding. His passion for technology led him to pursue a degree in computer science, but it was his insatiable thirst for personal growth that truly set him apart.\n\nAs you listen to Danny's tales of daring adventures and bold experiments, it becomes clear that he is not just a programmer but a fearless explorer of life's endless possibilities. Whether he's diving into a new coding project or embarking on a spontaneous road trip, he approaches each experience with an open heart and a willingness to embrace the unknown.\n\nBut perhaps what is most inspiring about Danny is not his own accomplishments but his unwavering belief in the potential of others. With genuine compassion and boundless optimism, he encourages those around him to step outside their comfort zones and pursue their dreams with courage and conviction.\n\nAs you bid farewell to Danny and step back out into the beautiful streets of California, you can't help but feel a renewed sense of purpose and excitement. Inspired by his stories and energized by his infectious enthusiasm, you're ready to embrace your own journey of self-discovery, knowing that with a fearless spirit and an open mind, anything is possible.",
        "image": "/images/team/mark.jpg"
      }
    ]
  }